class CategoryNames
  ALL = [
    { name: 'Мёд', icontype: 'мед', children: [
      { name: 'Мёд' },
      { name: 'Мёд в сотах' },
      { name: 'Продукты пчеловодства' }
    ] },
    { name: 'Овощи фрукты', icontype: 'овощи', children: [
      { name: 'Зелень' },
      { name: 'Овощи' },
      { name: 'Фрукты' }
    ] },
    { name: 'Орехи', icontype: 'орех', children: [
      { name: 'Орехи' },
      { name: 'Семечки' },
      { name: 'Орехи, семечки очищенные' }
    ] },
     { name: 'Молочные продукты', icontype: 'молоко', children: [
       { name: 'Молоко, сливки' },
       { name: 'Кефир, ряженка' },
       { name: 'Сметана' },
       { name: 'Сыр' },
       { name: 'Творог' }
     ] },
     { name: 'Крупы, Бобовые', icontype: 'крупа', children: [
       { name: 'Гречка' },
       { name: 'Пшеница'},
       { name: 'Пшено' },
       { name: 'Горох' },
       { name: 'Фасоль' },
       { name: 'Соя' },
       { name: 'Чечевица' }
     ] },
     { name: 'Готовые продукты, заготовки', icontype: 'заготовка', children: [
       { name: 'Хлебобулочные изделия' },
       { name: 'Консервированные продукты' },
       { name: 'Мясные деликатесы' },
       { name: 'Пельмени, вареники' },
       { name: 'Соусы, специи' },
       { name: 'Кондитерские изделия' }
     ] },
     { name: 'Птица, Яйцо', icontype: 'птица', children: [
       { name: 'Курица' },
       { name: 'Индейка' },
       { name: 'Гусь' },
       { name: 'Утка' },
       { name: 'Яйцо' }
     ] },
     { name: 'Рыба, Морепродукты', icontype: 'рыба', children: [
       { name: 'Замороженная рыба' },
       { name: 'Копченная, соленая, вяленная рыба' },
       { name: 'Свежая рыба' },
       { name: 'Икра' }
     ] },
     { name: 'Грибы, Ягоды', icontype: 'гриб', children: [
       { name: 'Свежие ягоды' },
       { name: 'Замороженные ягоды' },
       { name: 'Сущеные ягоды' },
       { name: 'Свежие грибы' },
       { name: 'Замороженные грибы' },
       { name: 'Соленые грибы' },
       { name: 'Сушенные грибы' }
     ] },
     { name: 'Напитки', icontype: 'напиток', children: [
       { name: 'Соки' },
       { name: 'Морс' },
       { name: 'Квас' },
       { name: 'Сиропы' },
       { name: 'Чай' }
     ] },
     { name: 'Масла, Жиры', icontype: 'масло', children: [
       { name: 'Масло сливочное' },
       { name: 'Масло растительное' },
       { name: 'Жир животный' }
     ] },
     { name: 'Мясо', icontype: 'мясо', children: [
       { name: 'Говядина' },
       { name: 'Свинина' },
       { name: 'Баранина' },
       { name: 'Крольчатина' },
       { name: 'Субпродукты' }
     ] },
].freeze
end