class PageContents
  ABOUT = '## О нас

Ferma Store – это связующее звено между сельхозпроизводителями, желающими продать урожай и горожанами, которым нужны свежие натуральные продукты.

Главное преимущество торговой площадки Ferma Store – возможность купить и продать фермерские продукты быстро, напрямую, без посредников.

Здесь без труда заказывают свежие, полезные и натуральные продукты для своей семьи, находят поставщика для магазина, ресторана, кафе и агропредприятия.

Для садоводов и дачников, владельцев агропредприятий - торговая площадка Ferma Store наименее затратный способ выхода на городские рынки сбыта, простой и удобный сервис для продажи сельхозпродукции.

Ferma Store нацелена на развитие интернет рынка натуральных продуктов и создание масштабной федеральной торговой площадки.

Со стороны фермеров мы приветствуем качественную продукцию, удобный и лояльный сервис, от покупателя ждем законное и добросовестное поведение.

Мы не стоим на месте, усердно работаем и запускаем новые сервисы для удобства продавцов и покупателей.'.freeze

  SELLERS = '## Продавцам

Ferma Store – это связующее звено между сельхозпроизводителями, желающими продать урожай и горожанами, которым нужны свежие натуральные продукты.

Главное преимущество торговой площадки Ferma Store – возможность купить и продать фермерские продукты быстро, напрямую, без посредников.

Здесь без труда заказывают свежие, полезные и натуральные продукты для своей семьи, находят поставщика для магазина, ресторана, кафе и агропредприятия.

Для садоводов и дачников, владельцев агропредприятий - торговая площадка Ferma Store наименее затратный способ выхода на городские рынки сбыта, простой и удобный сервис для продажи сельхозпродукции.

Ferma Store нацелена на развитие интернет рынка натуральных продуктов и создание масштабной федеральной торговой площадки.

Со стороны фермеров мы приветствуем качественную продукцию, удобный и лояльный сервис, от покупателя ждем законное и добросовестное поведение.

Мы не стоим на месте, усердно работаем и запускаем новые сервисы для удобства продавцов и покупателей.'.freeze

  BUYERS = '## Покупателям

Ferma Store – это связующее звено между сельхозпроизводителями, желающими продать урожай и горожанами, которым нужны свежие натуральные продукты.

Главное преимущество торговой площадки Ferma Store – возможность купить и продать фермерские продукты быстро, напрямую, без посредников.

Здесь без труда заказывают свежие, полезные и натуральные продукты для своей семьи, находят поставщика для магазина, ресторана, кафе и агропредприятия.

Для садоводов и дачников, владельцев агропредприятий - торговая площадка Ferma Store наименее затратный способ выхода на городские рынки сбыта, простой и удобный сервис для продажи сельхозпродукции.

Ferma Store нацелена на развитие интернет рынка натуральных продуктов и создание масштабной федеральной торговой площадки.

Со стороны фермеров мы приветствуем качественную продукцию, удобный и лояльный сервис, от покупателя ждем законное и добросовестное поведение.

Мы не стоим на месте, усердно работаем и запускаем новые сервисы для удобства продавцов и покупателей.'.freeze

  DELIVERY = '## Доставка и оплата

Ferma Store – это связующее звено между сельхозпроизводителями, желающими продать урожай и горожанами, которым нужны свежие натуральные продукты.

Главное преимущество торговой площадки Ferma Store – возможность купить и продать фермерские продукты быстро, напрямую, без посредников.

Здесь без труда заказывают свежие, полезные и натуральные продукты для своей семьи, находят поставщика для магазина, ресторана, кафе и агропредприятия.

Для садоводов и дачников, владельцев агропредприятий - торговая площадка Ferma Store наименее затратный способ выхода на городские рынки сбыта, простой и удобный сервис для продажи сельхозпродукции.

Ferma Store нацелена на развитие интернет рынка натуральных продуктов и создание масштабной федеральной торговой площадки.

Со стороны фермеров мы приветствуем качественную продукцию, удобный и лояльный сервис, от покупателя ждем законное и добросовестное поведение.

Мы не стоим на месте, усердно работаем и запускаем новые сервисы для удобства продавцов и покупателей.'.freeze
end